export default [
  {
    image: 'image1',
    title: 'Строительство под ключ',
    description: 'Мы выполняем весь перечень работ, начиная от проектирования, заканчивая отделкой и ландшафтным дизайном. Вам\n'
      + '          не нужно обращаться в много разных команий, согласовывать распорядок работ рабочих бригад и переплачивать\n'
      + '          за их услуги',
  },
  {
    image: 'image2',
    title: 'Только качественные материалы',
    description: 'В своей работе мы применяем только экологичные, качественные и сертифицированные материалы от проверенных поставщиков',
  },
  {
    image: 'image3',
    title: ' Бесплатное индивидуальное проектирование',
    description: 'Создадим с нуля уникальный проект, подходящий под Ваши желания и потребности, и сделаем это бесплатно при условии сотрудничества с\n'
      + '          нами',
  },
  {
    image: 'image4',
    title: 'Комфорт',
    description: 'В спроектированных нами домах предусмотрено все для комфортной жизни: площади, размещение оборудования, количество санузлов и тд.',
  },
  {
    image: 'image5',
    title: 'Надежность',
    description: 'Применяемые нами технологии были испытаны в разных климатических условиях: высокая влажность, низкие температуры и сильные ветра, а также проверены временем и довольными клиентами',
  },
  {
    image: 'image6',
    title: 'Фиксированая стоимость работ',
    description: 'В процессе строительства мы ориентируемся на составленную смету, стоимость не изменится',
  },
];
