<template>
  <div class="container">
    <div class="row mb-5 mt-3">
      <div class="about__header col-12">
        О компании (ПЕРЕПИСАТЬ ТЕКСТ ОБЯЗАТЕЛЬНО)
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12">
        <p class="paragraph">
          Наша компания всегда готова помочь вам воплотить в реальность даже ваши самые смелые мечты о собственном
          доме. Работы мы выполняем максимально быстро, ведь строительство ведется под ключ. Проект вашего будущего
          жилья мы составляем вместе с вами, также в процессе согласовывая возникающие нюансы. Это все для того, чтобы
          вы смогли получить именно такой дом, о котором мечтаете!
        </p>
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12">
        <p class="paragraph">
          В чем секрет нашей оперативности? Наша компания собирает коллектив из лучших бригад, которые профессионально
          занимаются строительством, имеют хороший опыт работы в этой сфере и множество положительных отзывов. Чтобы вы
          были уверены в успешном результате, у вас будет возможность самостоятельно контролировать процесс
          строительства. Также перед началом работы наши специалисты проведут полный осмотр территории и составят
          подробную смету, чтобы вы имели доступ ко всей информации, связанной с постройкой.
        </p>
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12">
        <p class="paragraph">
          Материалы мы получаем непосредственно от проверенных поставщиков. Вы никогда не пожалеете о том, что решили
          обратиться к нам. Более того, построив дом вместе с нами, вы наверняка захотите обзавестись баней или летней
          террасой.
        </p>
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12">
        <p class="paragraph">
          Лучшая рекомендация для нашей компании – это множество довольных клиентов, которые уже живут в собственных
          уютных и качественных домах! Наша цель – выполнить все ваши пожелания, подарив вам тем самым дом мечты!
        </p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'Baths',
};
</script>

<style scoped>
.about__header {
  font-size: 30px;
  padding: 10px;
}

.paragraph{
  font-family: 'Raleway', sans-serif;
  font-size: 15px;
  color: #465162;
}
</style>
