<template>
  <div class="container">
    <div class="row mb-5 mt-3">
      <div class="about__header col-12">
        Строительство фундаментов
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12">
        <p class="paragraph">
          Строительная компания «ДомЛэнд» предлагает полный комплекс услуг по постройке коттеджей в Санкт-Петербурге и
          Ленинградской области. В том числе мы возводим фундамент дома под ключ. Применение передовых технологий,
          профессиональное проектирование и выполнение строительных работ позволяет нам гарантировать максимальную
          надежность и долговечность основания здания.
        </p>
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12">
        <div class="about__header">
          Типы фундаментов для частных домов
        </div>
      </div>
      <div class="col-12">
        <p class="paragraph">
          Фундамент представляет собой один из главных конструктивных элементов любого здания или сооружения, будь то
          большой загородный дом, баня, гараж, или даже массивный кирпичный забор
        </p>
        <p class="paragraph">
          Мы реализуем свои проекты только с использованием наиболее надежных и отлично зарекомендовавших себя решений:
        </p>
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12 mb-1">
        <div class="icon">
          1
        </div>
        <h3 class="icon__head">
          Утепленный финский фундамент (УФФ)
        </h3>
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12 mb-1">
        <div class="icon">
          1
        </div>
        <h3 class="icon__head">
          Ленточный фундамент
        </h3>
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12 mb-1">
        <div class="icon">
          1
        </div>
        <h3 class="icon__head">
          Монолитная плита
        </h3>
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12 mb-1">
        <div class="icon">
          1
        </div>
        <h3 class="icon__head">
          Утепленная шведская плита (УШП)
        </h3>
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12">
        <p class="paragraph mb-3">
          Ленточный фундамент отлично подходит для строительства домов из клееного бруса, каркасных зданий. Данное
          основание обладает достаточной несущей способностью и равномерно распределяет нагрузку, дает возможность
          использовать цокольный этаж. Лента оптимально подходит для сухих грунтов, для которых не характерно
          существенное морозное пучение.
        </p>
        <p class="paragraph mb-3">
          Монолитная плита — надежный и прочный фундамент, который может использоваться для тяжелых зданий, в том числе
          для кирпичных, газобетонных, пенобетонных домов. Он также подходит для любых типов грунта и демонстрирует
          высокую устойчивость к морозному пучению, поскольку при сдвиге грунта плита смещается вместе с ним, не приводя
          к разрушению конструкций. Монолитный фундамент служит основой для стяжки пола.
        </p>
        <p class="paragraph mb-3">
          УШП — современный тип фундамента, сочетающий высокую несущую способность и функциональность. Представляет
          собой монолитную плиту с ростверком под несущими стенами. По всей площади под плиту закладывается утеплитель,
          а в самой плите закладываются трубы, по которым циркулирует теплоноситель. УШП отлично подходит для
          строительства тяжелых зданий и может использоваться на грунтах различного типа.
        </p>
        <p class="paragraph">
          УФФ, или утепленная финская плита (УФП), является сходным с УШП типом фундамента, за исключением некоторых
          отличий. Он выполняется не из монолитной плиты, а состоит из блоков, закладывается на глубину до 1,5 метра,
          его опорная часть не связана с черновым полом. УФФ также подходит для разных типов домов, включая тяжелые и
          может использоваться на любых грунтах.
        </p>
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12">
        <div class="about__header">
          Этапы строительства фундамента
        </div>
      </div>
      <div class="col-12">
        <p class="paragraph">
          Тип фундамента, его схема и рабочие характеристики определяются в проектной документации в соответствии со
          СНиП.
          Расчет стоимости приводится в смете. При этом указанные затраты фиксируются, поэтому стоимость является
          окончательной.
        </p>
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12 mb-1">
        <div class="icon">
          1
        </div>
        <h3 class="icon__head">
          Расчистка и подготовка площадки под строительство.
        </h3>
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12 mb-1">
        <div class="icon">
          1
        </div>
        <h3 class="icon__head">
          Рытье траншеи или котлована (в зависимости от того, какой тип фундамента сооружается).
        </h3>
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12 mb-1">
        <div class="icon">
          1
        </div>
        <h3 class="icon__head">
          Изготовление опалубки и армирование (монтаж и обвязка арматуры), установка гидроизоляции
        </h3>
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12 mb-1">
        <div class="icon">
          1
        </div>
        <h3 class="icon__head">
          Насыпка подушки из песка и щебня, с помощью которой обеспечивается эффективный дренаж.
        </h3>
      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12 mb-1">
        <div class="icon">
          1
        </div>
        <h3 class="icon__head">
          Заливка фундамента под дом бетоном.
        </h3>
      </div>
    </div>
    <div class="row mb-5">
      <p class="paragraph">
        После полного застывания бетона выполняется отмостка, препятствующая затеканию дождевой воды
        на фундамент. Также производятся работы по декоративной облицовке цоколя, если он предусматривается
        проектом.
      </p>
    </div>
    <Form/>
  </div>
</template>

<script>
import Form from '@/components/Form';

export default {
  name: 'Baths',
  components: { Form },
};
</script>

<style scoped>
.about__header {
  font-size: 30px;
  padding: 10px;
}

.about__subtitle {
  font-size: 23px;
  color: #E1704B;
}

.paragraph {
  font-family: 'Raleway', sans-serif;
  font-size: 17px;
}

.subparagraph {
  font-family: 'Raleway', sans-serif;
  font-size: 15px;
  color: #465162;
  padding: 20px 10px;
}

.icon {
  display: inline-flex;
  align-items: center;
  justify-content: center;
  background: #f09236;
  border-radius: 50%;
  width: 30px;
  height: 30px;
}

.icon__head {
  margin-left: 10px;
  display: inline-flex;
}

</style>
